

[{
    "name": "Danielle Lauren Seidner",
    "description": "Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. ",
    "shoutout": "Danielle, she has the courage to speak up and disagree when everyone else is too overwhelmed to say they have no clue what is happening."
  },
  {
    "name": "David Owen Beck",
    "description": "24 years old, went to school in Duluth, plays guitar, records music, favorite beer is Stone's All Day IPA, loves gardening",
    "shoutout": "Thanks to Dave B for his understanding of Bootstrap and his good taste in laying out a page."
  },
  {
    "name": "Brian Wayne Daves",
    "description": "Grew up in Austin Texas. I haved lived in Minneapolis for the last 24 years. I have a son Elliot . My wife's name is Christine and we hava a dog named Rufus",
    "shoutout": "Brian goes out of his way to ask clarifying questions."
  },
  {
    "name": "David William Hoverson",
    "description": "I currently dream in code.",
    "shoutout": "Dave Hoverson has continued to be a great help with great patience. "
  },
  {
    "name": "Amelia Elizabeth Frevert",
    "description": "I've attained a quarter century of wisdom while growing up in South MPLS. I'm a licensed radio dj and spend much of my time staring out the window daydreaming.",
    "shoutout": "Amelia is a delight to hang out with...thanks for your great cheer, Amelia."
  },
  {
    "name": "Geoffrey Allen Hofman-Frethem",
    "description": "Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN. ",
    "shoutout": "Geoffrey offered his help out of nowhere to my group today. He is pretty rad. "
  },
  {
    "name": "Jacob Paul Schoolmeesters",
    "description": "Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well.",
    "shoutout": "It was great working with Jonathan, Jake, and Zach for the group project over the past two days."
  },
  {
    "name": "Juan Manuel Gutierrez Garcia",
    "description": "Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock",
    "shoutout": "Manu for sharing his life journey in his speech today. It reminded me why I decided to come to Prime. "
  },
  {
    "name": "John Vang",
    "description": "I really don't have a middle name.  I'm from Calfornia.  San Francisco & bay area sports fan.  I have a wife and 2 awesome kids.",
    "shoutout": "It was great to keep working together with Jonathan, Zach and John."
  },
  {
    "name": "Jonathan Osborne",
    "description": "Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks.",
    "shoutout": "Thanks to Jonathan for some great fast-math during the group exercise."
  },
  {
    "name": "Lauren  Margaret Beatty",
    "description": "My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah",
    "shoutout": "Thanks to Lauren for setting up a fitness group and being a catalyst for  people getting together to walk during lunch."
  },
  {
    "name": "Laura Margaret Kressin",
    "description": "23 yr old student, artist, sister, daughter and aunt.  Soon to be future programmer/dragon rider.  Call me Khaleesi.",
    "shoutout": "I'd thank Laura for slowing our team down and breaking the Javascript challenge into manageable pieces."
  },
  {
    "name": "Liz Piet",
    "description": "Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween.",
    "shoutout": "I really appreciate Liz's relaxed vibe and positive attitude."
  },
  {
    "name": "Erick Alejandro Lee",
    "description": "my favorite countries/trips are Guatemala, Colombia, France, Argentina, New York",
    "shoutout": "Erick is like a ray of sunshine."
  },
  {
    "name": "Nicholas D Renford",
    "description": "Sometimes I forget to turn the oven off.",
    "shoutout": "Thanks to Nick for helping me find a solution to the solo challenge issue I was having."
  },
  {
    "name": "George Douglas Ritzinger",
    "description": "Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately",
    "shoutout": "I would like to thank my fellow cohort member, Doug.  He helped a lot in explaining some concepts to me."
  },
  {
    "name": "Ryan Merchlewitz",
    "description": "Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites.",
    "shoutout": "I saw Ryan M. emptying the dishwasher today!!  Thanks, Ryan!"
  },
  {
    "name": "Sarah Ann Marrone",
    "description": "Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN, ",
    "shoutout": "I would like to thank Sarah from my cohort who has been doing a great job explaining things to me at my level, without having any kind of attitude."
  },
  {
    "name": "Zachary Allan Thomas Turner",
    "description": "I have two middle names. Born in Denver. Used to have dreadlocks. ",
    "shoutout": "It was great to keep working together with Jonathan, Zach and John."
  },
  {
    "name": "Kristy",
    "description": ":)",
    "shoutout": "Joel and Kristy are great at giving clues without giving everything away...great job!"
  },
  {
    "name": "Taylor Sadsomethingsomething",
    "description": " I'm charmingly abrasive, a linked in wizard"
  },
  {
    "name": "Casie",
    "description": "i am a nugget of positivity "
  }
  ]
